{
    "countries": {
        "AFGHANISTAN": "Kabul. This city is the capital of Afghanistan, known for its rich history and cultural heritage. Despite facing challenges, Kabul has beautiful gardens and historic sites.",
        "ALBANIA": "Tirana. This city is the capital of Albania, known for its colorful architecture and vibrant cultural scene. Tirana has undergone significant transformation and offers many attractions, including Skanderbeg Square.",
        "ALGERIA": "Algiers. This city is the capital of Algeria, known for its whitewashed buildings and Mediterranean coastline. Algiers boasts a mix of French colonial and Islamic architecture.",
        "ANDORRA": "Andorra la Vella. This city is the capital of Andorra, famous for its ski resorts and tax-free shopping. Nestled in the Pyrenees mountains, it offers stunning natural beauty.",
        "ANGOLA": "Luanda. This city is the capital of Angola, known for its seafront promenade and vibrant culture. Luanda is a rapidly growing city with a rich history and modern attractions.",
        "ANTIGUA AND BARBUDA": "Saint John's. This city is the capital of Antigua and Barbuda, renowned for its beautiful beaches and historic sites. Saint John's is a popular tourist destination with a lively market and harbor.",
        "ARGENTINA": "Buenos Aires. This city is the capital of Argentina, famous for its European-style architecture and tango music. Buenos Aires is a bustling metropolis known for its vibrant nightlife and cultural landmarks.",
        "ARMENIA": "Yerevan. This city is the capital of Armenia, known for its ancient history and beautiful landscapes. Yerevan offers a mix of Soviet-era architecture and modern cafes and parks.",
        "AUSTRALIA": "Canberra. This city is the capital of Australia, known for its modernist architecture and cultural institutions. Canberra hosts the Australian War Memorial and the National Gallery of Australia.",
        "AUSTRIA": "Vienna. This city is the capital of Austria, renowned for its artistic and intellectual legacy. Vienna is famous for its historic palaces, classical music, and vibrant cultural scene.",
        "AZERBAIJAN": "Baku. This city is the capital of Azerbaijan, known for its modern skyline and ancient walled city. Baku blends the old with the new, featuring futuristic architecture and historical landmarks.",
        "BAHAMAS": "Nassau. This city is the capital of the Bahamas, famous for its beaches and coral reefs. Nassau offers a mix of cultural heritage and resort attractions, making it a popular tourist destination.",
        "BAHRAIN": "Manama. This city is the capital of Bahrain, known for its financial hubs and rich history. Manama features a blend of modern skyscrapers and traditional markets.",
        "BANGLADESH": "Dhaka. This city is the capital of Bangladesh, known for its vibrant street life and historic sites. Dhaka is a bustling metropolis with rich cultural traditions and modern amenities.",
        "BARBADOS": "Bridgetown. This city is the capital of Barbados, famous for its colonial architecture and pristine beaches. Bridgetown offers a mix of history, culture, and natural beauty.",
        "BELARUS": "Minsk. This city is the capital of Belarus, known for its Soviet-style architecture and green spaces. Minsk is a city with a rich cultural heritage and modern attractions.",
        "BELGIUM": "Brussels. This city is the capital of Belgium, known for its medieval architecture and role as the de facto capital of the European Union. Brussels is famous for its cuisine, chocolates, and historic sites.",
        "BELIZE": "Belmopan. This city is the capital of Belize, known for its government buildings and proximity to natural attractions. Belmopan is a small, planned city with a tranquil atmosphere.",
        "BENIN": "Porto-Novo. This city is the capital of Benin, known for its colonial buildings and cultural museums. Porto-Novo is a city with a rich history and vibrant local traditions.",
        "BHUTAN": "Thimphu. This city is the capital of Bhutan, known for its monasteries and traditional architecture. Thimphu offers a unique blend of modernity and ancient culture, nestled in the Himalayas.",
        "BOLIVIA": "Sucre. This city is the capital of Bolivia, known for its well-preserved colonial architecture. Sucre is a UNESCO World Heritage site with a rich cultural and historical heritage.",
        "BOSNIA AND HERZEGOVINA": "Sarajevo. This city is the capital of Bosnia and Herzegovina, known for its cultural diversity and historic sites. Sarajevo has a rich history and is famous for its religious and cultural harmony.",
        "BOTSWANA": "Gaborone. This city is the capital of Botswana, known for its modern architecture and proximity to wildlife reserves. Gaborone is a rapidly growing city with a blend of culture and modernity.",
        "BRAZIL": "Brasilia. This city is the capital of Brazil, known for its modernist architecture designed by Oscar Niemeyer. Brasilia is a planned city with unique urban design and cultural landmarks.",
        "BRUNEI": "Bandar Seri Begawan. This city is the capital of Brunei, known for its opulent mosques and rich cultural heritage. Bandar Seri Begawan features beautiful architecture and a serene atmosphere.",
        "BULGARIA": "Sofia. This city is the capital of Bulgaria, known for its historic buildings and vibrant cultural scene. Sofia offers a mix of ancient history and modern attractions.",
        "BURKINA FASO": "Ouagadougou. This city is the capital of Burkina Faso, known for its cultural festivals and vibrant arts scene. Ouagadougou is a city with a rich cultural heritage and lively markets.",
        "BURUNDI": "Gitega. This city is the capital of Burundi, known for its cultural sites and natural beauty. Gitega is a city with a blend of traditional and modern influences.",
        "CABO VERDE": "Praia. This city is the capital of Cabo Verde, known for its colonial architecture and vibrant music scene. Praia offers beautiful coastal views and a lively cultural atmosphere.",
        "CAMBODIA": "Phnom Penh. This city is the capital of Cambodia, known for its historic sites and French colonial architecture. Phnom Penh is a city with a rich history and vibrant culture.",
        "CAMEROON": "Yaounde. This city is the capital of Cameroon, known for its green hills and vibrant cultural scene. Yaounde offers a mix of modern amenities and traditional African culture.",
        "CANADA": "Ottawa. This city is the capital of Canada, known for its historic landmarks and cultural institutions. Ottawa features beautiful architecture, museums, and a vibrant arts scene.",
        "CENTRAL AFRICAN REPUBLIC": "Bangui. This city is the capital of the Central African Republic, known for its scenic location along the Ubangi River. Bangui is a city with a rich cultural heritage and natural beauty.",
        "CHAD": "N'Djamena. This city is the capital of Chad, known for its vibrant markets and cultural diversity. N'Djamena is a bustling city with a mix of traditional and modern influences.",
        "CHILE": "Santiago. This city is the capital of Chile, known for its modern skyline and historic sites. Santiago offers a blend of urban sophistication and natural beauty, surrounded by mountains.",
        "CHINA": "Beijing. This city is the capital of China, known for its historic sites like the Forbidden City and the Great Wall. Beijing is a bustling metropolis with a rich cultural heritage and modern amenities.",
        "COLOMBIA": "Bogota. This city is the capital of Colombia, known for its historic districts and vibrant arts scene. Bogota offers a mix of colonial architecture, museums, and lively cultural events.",
        "COMOROS": "Moroni. This city is the capital of Comoros, known for its beautiful beaches and historic sites. Moroni is a city with a blend of traditional and modern influences, surrounded by natural beauty.",
        "CONGO, DEMOCRATIC REPUBLIC OF THE": "Kinshasa. This city is the capital of the Democratic Republic of the Congo, known for its lively music scene and cultural diversity. Kinshasa is a bustling city with a rich cultural heritage.",
        "CONGO, REPUBLIC OF THE": "Brazzaville. This city is the capital of the Republic of the Congo, known for its colonial architecture and vibrant markets. Brazzaville is a city with a blend of traditional and modern influences.",
        "COSTA RICA": "San Jose. This city is the capital of Costa Rica, known for its cultural institutions and beautiful architecture. San Jose offers a mix of urban sophistication and natural beauty.",
        "COTE D'IVOIRE": "Yamoussoukro. This city is the capital of Côte d'Ivoire, known for its grand basilica and modern architecture. Yamoussoukro is a city with a blend of traditional and contemporary influences.",
        "CROATIA": "Zagreb. This city is the capital of Croatia, known for its historic architecture and vibrant cultural scene. Zagreb offers a mix of medieval history and modern attractions.",
        "CUBA": "Havana. This city is the capital of Cuba, known for its colorful colonial buildings and vibrant culture. Havana is famous for its music, dance, and historic landmarks.",
        "CYPRUS": "Nicosia. This city is the capital of Cyprus, known for its historic sites and cultural diversity. Nicosia is a city with a blend of Greek and Turkish influences, offering a unique cultural experience.",
        "CZECH REPUBLIC": "Prague. This city is the capital of the Czech Republic, known for its historic Old Town and stunning architecture. Prague is a city with a rich cultural heritage and vibrant arts scene.",
        "DENMARK": "Copenhagen. This city is the capital of Denmark, known for its modern design and historic sites. Copenhagen offers a mix of contemporary culture and traditional charm.",
        "DJIBOUTI": "Djibouti. This city is the capital of Djibouti, known for its strategic location and vibrant culture. Djibouti City offers beautiful coastal views and a blend of traditional and modern influences.",
        "DOMINICA": "Roseau. This city is the capital of Dominica, known for its colonial architecture and natural beauty. Roseau offers a mix of historic charm and vibrant culture, surrounded by lush landscapes.",
        "DOMINICAN REPUBLIC": "Santo Domingo. This city is the capital of the Dominican Republic, known for its colonial history and vibrant culture. Santo Domingo offers a mix of historic landmarks and modern attractions.",
        "ECUADOR": "Quito. This city is the capital of Ecuador, known for its well-preserved colonial center and stunning mountain views. Quito is a city with a rich cultural heritage and vibrant arts scene.",
        "EGYPT": "Cairo. This city is the capital of Egypt, known for its ancient history and iconic landmarks like the Pyramids of Giza. Cairo is a bustling metropolis with a rich cultural heritage.",
        "EL SALVADOR": "San Salvador. This city is the capital of El Salvador, known for its historic sites and vibrant cultural scene. San Salvador offers a mix of urban sophistication and natural beauty.",
        "EQUATORIAL GUINEA": "Malabo. This city is the capital of Equatorial Guinea, known for its colonial architecture and vibrant culture. Malabo offers a blend of traditional and modern influences.",
        "ERITREA": "Asmara. This city is the capital of Eritrea, known for its well-preserved colonial architecture and vibrant cultural scene. Asmara offers a mix of history, culture, and modern amenities.",
        "ESTONIA": "Tallinn. This city is the capital of Estonia, known for its medieval Old Town and vibrant cultural scene. Tallinn offers a blend of historic charm and modern attractions.",
        "ESWATINI": "Mbabane. This city is the capital of Eswatini, known for its scenic location and vibrant culture. Mbabane offers a mix of traditional Swazi culture and modern amenities.",
        "ETHIOPIA": "Addis Ababa. This city is the capital of Ethiopia, known for its historic sites and vibrant cultural scene. Addis Ababa offers a blend of ancient history and modern attractions.",
        "FIJI": "Suva. This city is the capital of Fiji, known for its colonial architecture and vibrant cultural scene. Suva offers a mix of historic charm and modern amenities, surrounded by natural beauty.",
        "FINLAND": "Helsinki. This city is the capital of Finland, known for its modernist architecture and vibrant cultural scene. Helsinki offers a mix of contemporary design and historic charm.",
        "FRANCE": "Paris. This city is the capital of France, known for its iconic landmarks and vibrant cultural scene. Paris is famous for its art, cuisine, and historic sites.",
        "GABON": "Libreville. This city is the capital of Gabon, known for its beautiful coastline and vibrant culture. Libreville offers a mix of modern amenities and traditional African influences.",
        "GAMBIA": "Banjul. This city is the capital of the Gambia, known for its colonial architecture and vibrant markets. Banjul offers a blend of historic charm and modern amenities.",
        "GEORGIA": "Tbilisi. This city is the capital of Georgia, known for its historic sites and vibrant cultural scene. Tbilisi offers a mix of ancient history and modern attractions.",
        "GERMANY": "Berlin. This city is the capital of Germany, known for its historic landmarks and vibrant cultural scene. Berlin offers a mix of modern design and historic charm.",
        "GHANA": "Accra. This city is the capital of Ghana, known for its vibrant culture and historic sites. Accra offers a blend of traditional African influences and modern amenities.",
        "GREECE": "Athens. This city is the capital of Greece, known for its ancient history and iconic landmarks. Athens is a city with a rich cultural heritage and vibrant arts scene.",
        "GRENADA": "Saint George's. This city is the capital of Grenada, known for its beautiful beaches and vibrant culture. Saint George's offers a mix of historic charm and modern amenities.",
        "GUATEMALA": "Guatemala City. This city is the capital of Guatemala, known for its historic sites and vibrant cultural scene. Guatemala City offers a mix of ancient history and modern attractions.",
        "GUINEA": "Conakry. This city is the capital of Guinea, known for its beautiful coastline and vibrant culture. Conakry offers a mix of traditional African influences and modern amenities.",
        "GUINEA-BISSAU": "Bissau. This city is the capital of Guinea-Bissau, known for its colonial architecture and vibrant culture. Bissau offers a blend of historic charm and modern amenities.",
        "GUYANA": "Georgetown. This city is the capital of Guyana, known for its colonial architecture and vibrant culture. Georgetown offers a mix of historic charm and modern amenities.",
        "HAITI": "Port-au-Prince. This city is the capital of Haiti, known for its vibrant culture and historic sites. Port-au-Prince offers a blend of traditional influences and modern amenities.",
        "HONDURAS": "Tegucigalpa. This city is the capital of Honduras, known for its historic sites and vibrant culture. Tegucigalpa offers a mix of ancient history and modern attractions.",
        "HUNGARY": "Budapest. This city is the capital of Hungary, known for its stunning architecture and vibrant cultural scene. Budapest offers a mix of historic charm and modern amenities.",
        "ICELAND": "Reykjavik. This city is the capital of Iceland, known for its modernist architecture and vibrant cultural scene. Reykjavik offers a mix of contemporary design and historic charm.",
        "INDIA": "New Delhi. This city is the capital of India, known for its historic sites and vibrant cultural scene. New Delhi offers a blend of ancient history and modern attractions.",
        "INDONESIA": "Jakarta. This city is the capital of Indonesia, known for its modern skyline and vibrant cultural scene. Jakarta offers a blend of traditional influences and modern amenities.",
        "IRAN": "Tehran. This city is the capital of Iran, known for its historic sites and vibrant cultural scene. Tehran offers a mix of ancient history and modern attractions.",
        "IRAQ": "Baghdad. This city is the capital of Iraq, known for its historic sites and vibrant cultural scene. Baghdad offers a blend of ancient history and modern attractions.",
        "IRELAND": "Dublin. This city is the capital of Ireland, known for its historic sites and vibrant cultural scene. Dublin offers a blend of traditional charm and modern amenities.",
        "ISRAEL": "Jerusalem. This city is the capital of Israel, known for its religious significance and historic sites. Jerusalem offers a blend of ancient history and modern amenities.",
        "ITALY": "Rome. This city is the capital of Italy, known for its ancient history and iconic landmarks. Rome offers a blend of historic charm and modern amenities.",
        "JAMAICA": "Kingston. This city is the capital of Jamaica, known for its vibrant culture and historic sites. Kingston offers a blend of traditional charm and modern amenities.",
        "JAPAN": "Tokyo. This city is the capital of Japan, known for its modern skyline and vibrant cultural scene. Tokyo offers a blend of traditional influences and modern amenities.",
        "JORDAN": "Amman. This city is the capital of Jordan, known for its historic sites and vibrant cultural scene. Amman offers a blend of ancient history and modern attractions.",
        "KAZAKHSTAN": "Nur-Sultan. This city is the capital of Kazakhstan, known for its modern architecture and vibrant cultural scene. Nur-Sultan offers a blend of traditional influences and modern amenities.",
        "KENYA": "Nairobi. This city is the capital of Kenya, known for its vibrant culture and historic sites. Nairobi offers a blend of traditional African influences and modern amenities.",
        "KIRIBATI": "Tarawa. This city is the capital of Kiribati, known for its beautiful beaches and vibrant culture. Tarawa offers a blend of traditional influences and modern amenities.",
        "KOREA, NORTH": "Pyongyang. This city is the capital of North Korea, known for its monumental architecture and vibrant cultural scene. Pyongyang offers a blend of traditional influences and modern amenities.",
        "KOREA, SOUTH": "Seoul. This city is the capital of South Korea, known for its modern skyline and vibrant cultural scene. Seoul offers a blend of traditional influences and modern amenities.",
        "KOSOVO": "Pristina. This city is the capital of Kosovo, known for its historic sites and vibrant cultural scene. Pristina offers a blend of ancient history and modern attractions.",
        "KUWAIT": "Kuwait City. This city is the capital of Kuwait, known for its modern skyline and vibrant cultural scene. Kuwait City offers a blend of traditional influences and modern amenities.",
        "KYRGYZSTAN": "Bishkek. This city is the capital of Kyrgyzstan, known for its historic sites and vibrant cultural scene. Bishkek offers a blend of ancient history and modern attractions.",
        "LAOS": "Vientiane. This city is the capital of Laos, known for its historic sites and vibrant cultural scene. Vientiane offers a blend of ancient history and modern attractions.",
        "LATVIA": "Riga. This city is the capital of Latvia, known for its stunning architecture and vibrant cultural scene. Riga offers a blend of historic charm and modern amenities.",
        "LEBANON": "Beirut. This city is the capital of Lebanon, known for its vibrant culture and historic sites. Beirut offers a blend of traditional influences and modern amenities.",
        "LESOTHO": "Maseru. This city is the capital of Lesotho, known for its scenic location and vibrant culture. Maseru offers a blend of traditional African influences and modern amenities.",
        "LIBERIA": "Monrovia. This city is the capital of Liberia, known for its beautiful coastline and vibrant culture. Monrovia offers a blend of traditional African influences and modern amenities.",
        "LIBYA": "Tripoli. This city is the capital of Libya, known for its historic sites and vibrant cultural scene. Tripoli offers a blend of ancient history and modern attractions.",
        "LIECHTENSTEIN": "Vaduz. This city is the capital of Liechtenstein, known for its stunning alpine scenery and vibrant culture. Vaduz offers a blend of historic charm and modern amenities.",
        "LITHUANIA": "Vilnius. This city is the capital of Lithuania, known for its stunning architecture and vibrant cultural scene. Vilnius offers a blend of historic charm and modern amenities.",
        "LUXEMBOURG": "Luxembourg City. This city is the capital of Luxembourg, known for its stunning architecture and vibrant cultural scene. Luxembourg City offers a blend of historic charm and modern amenities.",
        "MADAGASCAR": "Antananarivo. This city is the capital of Madagascar, known for its scenic location and vibrant culture. Antananarivo offers a blend of traditional African influences and modern amenities.",
        "MALAWI": "Lilongwe. This city is the capital of Malawi, known for its scenic location and vibrant culture. Lilongwe offers a blend of traditional African influences and modern amenities.",
        "MALAYSIA": "Kuala Lumpur. This city is the capital of Malaysia, known for its modern skyline and vibrant cultural scene. Kuala Lumpur offers a blend of traditional influences and modern amenities.",
        "MALDIVES": "Male. This city is the capital of the Maldives, known for its beautiful beaches and vibrant culture. Male offers a blend of traditional influences and modern amenities.",
        "MALI": "Bamako. This city is the capital of Mali, known for its historic sites and vibrant cultural scene. Bamako offers a blend of ancient history and modern attractions.",
        "MALTA": "Valletta. This city is the capital of Malta, known for its stunning architecture and vibrant cultural scene. Valletta offers a blend of historic charm and modern amenities.",
        "MARSHALL ISLANDS": "Majuro. This city is the capital of the Marshall Islands, known for its beautiful beaches and vibrant culture. Majuro offers a blend of traditional influences and modern amenities.",
        "MAURITANIA": "Nouakchott. This city is the capital of Mauritania, known for its scenic location and vibrant culture. Nouakchott offers a blend of traditional African influences and modern amenities.",
        "MAURITIUS": "Port Louis. This city is the capital of Mauritius, known for its beautiful beaches and vibrant culture. Port Louis offers a blend of traditional influences and modern amenities.",
        "MEXICO": "Mexico City. This city is the capital of Mexico, known for its ancient history and vibrant cultural scene. Mexico City offers a blend of historic charm and modern amenities.",
        "MICRONESIA": "Palikir. This city is the capital of Micronesia, known for its beautiful beaches and vibrant culture. Palikir offers a blend of traditional influences and modern amenities.",
        "MOLDOVA": "Chisinau. This city is the capital of Moldova, known for its scenic location and vibrant culture. Chisinau offers a blend of traditional influences and modern amenities.",
        "MONACO": "Monaco. This city is the capital of Monaco, known for its stunning architecture and vibrant cultural scene. Monaco offers a blend of historic charm and modern amenities.",
        "MONGOLIA": "Ulaanbaatar. This city is the capital of Mongolia, known for its scenic location and vibrant culture. Ulaanbaatar offers a blend of traditional influences and modern amenities.",
        "MONTENEGRO": "Podgorica. This city is the capital of Montenegro, known for its scenic location and vibrant culture. Podgorica offers a blend of traditional influences and modern amenities.",
        "MOROCCO": "Rabat. This city is the capital of Morocco, known for its historic sites and vibrant cultural scene. Rabat offers a blend of ancient history and modern attractions.",
        "MOZAMBIQUE": "Maputo. This city is the capital of Mozambique, known for its scenic location and vibrant culture. Maputo offers a blend of traditional African influences and modern amenities.",
        "MYANMAR": "Naypyidaw. This city is the capital of Myanmar, known for its modern skyline and vibrant cultural scene. Naypyidaw offers a blend of traditional influences and modern amenities.",
        "NAMIBIA": "Windhoek. This city is the capital of Namibia, known for its scenic location and vibrant culture. Windhoek offers a blend of traditional African influences and modern amenities.",
        "NAURU": "Yaren. This city is the capital of Nauru, known for its beautiful beaches and vibrant culture. Yaren offers a blend of traditional influences and modern amenities.",
        "NEPAL": "Kathmandu. This city is the capital of Nepal, known for its historic sites and vibrant cultural scene. Kathmandu offers a blend of ancient history and modern attractions.",
        "NETHERLANDS": "Amsterdam. This city is the capital of the Netherlands, known for its stunning architecture and vibrant cultural scene. Amsterdam offers a blend of historic charm and modern amenities.",
        "NEW ZEALAND": "Wellington. This city is the capital of New Zealand, known for its modern skyline and vibrant cultural scene. Wellington offers a blend of traditional influences and modern amenities.",
        "NICARAGUA": "Managua. This city is the capital of Nicaragua, known for its scenic location and vibrant culture. Managua offers a blend of traditional influences and modern amenities.",
        "NIGER": "Niamey. This city is the capital of Niger, known for its scenic location and vibrant culture. Niamey offers a blend of traditional African influences and modern amenities.",
        "NIGERIA": "Abuja. This city is the capital of Nigeria, known for its modern skyline and vibrant cultural scene. Abuja offers a blend of traditional influences and modern amenities.",
        "NORTH MACEDONIA": "Skopje. This city is the capital of North Macedonia, known for its scenic location and vibrant culture. Skopje offers a blend of traditional influences and modern amenities.",
        "NORWAY": "Oslo. This city is the capital of Norway, known for its modern skyline and vibrant cultural scene. Oslo offers a blend of traditional influences and modern amenities.",
        "OMAN": "Muscat. This city is the capital of Oman, known for its scenic location and vibrant culture. Muscat offers a blend of traditional influences and modern amenities.",
        "PAKISTAN": "Islamabad. This city is the capital of Pakistan, known for its modern skyline and vibrant cultural scene. Islamabad offers a blend of traditional influences and modern amenities.",
        "PALAU": "Ngerulmud. This city is the capital of Palau, known for its beautiful beaches and vibrant culture. Ngerulmud offers a blend of traditional influences and modern amenities.",
        "PALESTINE": "Ramallah. This city is the capital of Palestine, known for its scenic location and vibrant culture. Ramallah offers a blend of traditional influences and modern amenities.",
        "PANAMA": "Panama City. This city is the capital of Panama, known for its modern skyline and vibrant cultural scene. Panama City offers a blend of traditional influences and modern amenities.",
        "PAPUA NEW GUINEA": "Port Moresby. This city is the capital of Papua New Guinea, known for its beautiful beaches and vibrant culture. Port Moresby offers a blend of traditional influences and modern amenities.",
        "PARAGUAY": "Asuncion. This city is the capital of Paraguay, known for its scenic location and vibrant culture. Asuncion offers a blend of traditional influences and modern amenities.",
        "PERU": "Lima. This city is the capital of Peru, known for its historic sites and vibrant cultural scene. Lima offers a blend of ancient history and modern attractions.",
        "PHILIPPINES": "Manila. This city is the capital of the Philippines, known for its modern skyline and vibrant cultural scene. Manila offers a blend of traditional influences and modern amenities.",
        "POLAND": "Warsaw. This city is the capital of Poland, known for its modern skyline and vibrant cultural scene. Warsaw offers a blend of traditional influences and modern amenities.",
        "PORTUGAL": "Lisbon. This city is the capital of Portugal, known for its scenic location and vibrant culture. Lisbon offers a blend of traditional influences and modern amenities.",
        "QATAR": "Doha. This city is the capital of Qatar, known for its modern skyline and vibrant cultural scene. Doha offers a blend of traditional influences and modern amenities.",
        "ROMANIA": "Bucharest. This city is the capital of Romania, known for its scenic location and vibrant culture. Bucharest offers a blend of traditional influences and modern amenities.",
        "RUSSIA": "Moscow. This city is the capital of Russia, known for its modern skyline and vibrant cultural scene. Moscow offers a blend of traditional influences and modern amenities.",
        "RWANDA": "Kigali. This city is the capital of Rwanda, known for its scenic location and vibrant culture. Kigali offers a blend of traditional African influences and modern amenities.",
        "SAINT KITTS AND NEVIS": "Basseterre. This city is the capital of Saint Kitts and Nevis, known for its beautiful beaches and vibrant culture. Basseterre offers a blend of traditional influences and modern amenities.",
        "SAINT LUCIA": "Castries. This city is the capital of Saint Lucia, known for its beautiful beaches and vibrant culture. Castries offers a blend of traditional influences and modern amenities.",
        "SAINT VINCENT AND THE GRENADINES": "Kingstown. This city is the capital of Saint Vincent and the Grenadines, known for its beautiful beaches and vibrant culture. Kingstown offers a blend of traditional influences and modern amenities.",
        "SAMOA": "Apia. This city is the capital of Samoa, known for its beautiful beaches and vibrant culture. Apia offers a blend of traditional influences and modern amenities.",
        "SAN MARINO": "San Marino. This city is the capital of San Marino, known for its stunning architecture and vibrant cultural scene. San Marino offers a blend of historic charm and modern amenities.",
        "SAO TOME AND PRINCIPE": "Sao Tome. This city is the capital of Sao Tome and Principe, known for its beautiful beaches and vibrant culture. Sao Tome offers a blend of traditional influences and modern amenities.",
        "SAUDI ARABIA": "Riyadh. This city is the capital of Saudi Arabia, known for its modern skyline and vibrant cultural scene. Riyadh offers a blend of traditional influences and modern amenities.",
        "SENEGAL": "Dakar. This city is the capital of Senegal, known for its beautiful beaches and vibrant culture. Dakar offers a blend of traditional African influences and modern amenities.",
        "SERBIA": "Belgrade. This city is the capital of Serbia, known for its scenic location and vibrant culture. Belgrade offers a blend of traditional influences and modern amenities.",
        "SEYCHELLES": "Victoria. This city is the capital of Seychelles, known for its beautiful beaches and vibrant culture. Victoria offers a blend of traditional influences and modern amenities.",
        "SIERRA LEONE": "Freetown. This city is the capital of Sierra Leone, known for its beautiful beaches and vibrant culture. Freetown offers a blend of traditional influences and modern amenities.",
        "SINGAPORE": "Singapore. This city is the capital of Singapore, known for its modern skyline and vibrant cultural scene. Singapore offers a blend of traditional influences and modern amenities.",
        "SLOVAKIA": "Bratislava. This city is the capital of Slovakia, known for its stunning architecture and vibrant cultural scene. Bratislava offers a blend of historic charm and modern amenities.",
        "SLOVENIA": "Ljubljana. This city is the capital of Slovenia, known for its stunning architecture and vibrant cultural scene. Ljubljana offers a blend of historic charm and modern amenities.",
        "SOLOMON ISLANDS": "Honiara. This city is the capital of the Solomon Islands, known for its beautiful beaches and vibrant culture. Honiara offers a blend of traditional influences and modern amenities.",
        "SOMALIA": "Mogadishu. This city is the capital of Somalia, known for its scenic location and vibrant culture. Mogadishu offers a blend of traditional African influences and modern amenities.",
        "SOUTH AFRICA": "Pretoria. This city is the capital of South Africa, known for its scenic location and vibrant culture. Pretoria offers a blend of traditional African influences and modern amenities.",
        "SOUTH SUDAN": "Juba. This city is the capital of South Sudan, known for its scenic location and vibrant culture. Juba offers a blend of traditional African influences and modern amenities.",
        "SPAIN": "Madrid. This city is the capital of Spain, known for its stunning architecture and vibrant cultural scene. Madrid offers a blend of historic charm and modern amenities.",
        "SRI LANKA": "Sri Jayawardenepura Kotte. This city is the capital of Sri Lanka, known for its scenic location and vibrant culture. Sri Jayawardenepura Kotte offers a blend of traditional influences and modern amenities.",
        "SUDAN": "Khartoum. This city is the capital of Sudan, known for its scenic location and vibrant culture. Khartoum offers a blend of traditional African influences and modern amenities.",
        "SURINAME": "Paramaribo. This city is the capital of Suriname, known for its colonial architecture and vibrant culture. Paramaribo offers a blend of historic charm and modern amenities.",
        "SWEDEN": "Stockholm. This city is the capital of Sweden, known for its stunning architecture and vibrant cultural scene. Stockholm offers a blend of historic charm and modern amenities.",
        "SWITZERLAND": "Bern. This city is the capital of Switzerland, known for its stunning architecture and vibrant cultural scene. Bern offers a blend of historic charm and modern amenities.",
        "SYRIA": "Damascus. This city is the capital of Syria, known for its ancient history and vibrant cultural scene. Damascus offers a blend of ancient history and modern amenities.",
        "TAIWAN": "Taipei. This city is the capital of Taiwan, known for its modern skyline and vibrant cultural scene. Taipei offers a blend of traditional influences and modern amenities.",
        "TAJIKISTAN": "Dushanbe. This city is the capital of Tajikistan, known for its scenic location and vibrant culture. Dushanbe offers a blend of traditional influences and modern amenities.",
        "TANZANIA": "Dodoma. This city is the capital of Tanzania, known for its scenic location and vibrant culture. Dodoma offers a blend of traditional African influences and modern amenities.",
        "THAILAND": "Bangkok. This city is the capital of Thailand, known for its modern skyline and vibrant cultural scene. Bangkok offers a blend of traditional influences and modern amenities.",
        "TIMOR-LESTE": "Dili. This city is the capital of Timor-Leste, known for its beautiful beaches and vibrant culture. Dili offers a blend of traditional influences and modern amenities.",
        "TOGO": "Lome. This city is the capital of Togo, known for its beautiful beaches and vibrant culture. Lome offers a blend of traditional influences and modern amenities.",
        "TONGA": "Nuku'alofa. This city is the capital of Tonga, known for its beautiful beaches and vibrant culture. Nuku'alofa offers a blend of traditional influences and modern amenities.",
        "TRINIDAD AND TOBAGO": "Port of Spain. This city is the capital of Trinidad and Tobago, known for its beautiful beaches and vibrant culture. Port of Spain offers a blend of traditional influences and modern amenities.",
        "TUNISIA": "Tunis. This city is the capital of Tunisia, known for its historic sites and vibrant cultural scene. Tunis offers a blend of ancient history and modern attractions.",
        "TURKEY": "Ankara. This city is the capital of Turkey, known for its modern skyline and vibrant cultural scene. Ankara offers a blend of traditional influences and modern amenities.",
        "TURKMENISTAN": "Ashgabat. This city is the capital of Turkmenistan, known for its modern skyline and vibrant cultural scene. Ashgabat offers a blend of traditional influences and modern amenities.",
        "TUVALU": "Funafuti. This city is the capital of Tuvalu, known for its beautiful beaches and vibrant culture. Funafuti offers a blend of traditional influences and modern amenities.",
        "UGANDA": "Kampala. This city is the capital of Uganda, known for its scenic location and vibrant culture. Kampala offers a blend of traditional African influences and modern amenities.",
        "UKRAINE": "Kyiv. This city is the capital of Ukraine, known for its historic sites and vibrant cultural scene. Kyiv offers a blend of ancient history and modern attractions.",
        "UNITED ARAB EMIRATES": "Abu Dhabi. This city is the capital of the United Arab Emirates, known for its modern skyline and vibrant cultural scene. Abu Dhabi offers a blend of traditional influences and modern amenities.",
        "UNITED KINGDOM": "London. This city is the capital of the United Kingdom, known for its iconic landmarks and vibrant cultural scene. London offers a blend of historic charm and modern amenities.",
        "UNITED STATES": "Washington, D.C. This city is the capital of the United States, known for its historic sites and vibrant cultural scene. Washington, D.C. offers a blend of traditional influences and modern amenities.",
        "URUGUAY": "Montevideo. This city is the capital of Uruguay, known for its scenic location and vibrant culture. Montevideo offers a blend of traditional influences and modern amenities.",
        "UZBEKISTAN": "Tashkent. This city is the capital of Uzbekistan, known for its scenic location and vibrant culture. Tashkent offers a blend of traditional influences and modern amenities.",
        "VANUATU": "Port Vila. This city is the capital of Vanuatu, known for its beautiful beaches and vibrant culture. Port Vila offers a blend of traditional influences and modern amenities.",
        "VATICAN CITY": "Vatican City. This city is the capital of Vatican City, known for its historic sites and vibrant cultural scene. Vatican City offers a blend of ancient history and modern attractions.",
        "VENEZUELA": "Caracas. This city is the capital of Venezuela, known for its modern skyline and vibrant cultural scene. Caracas offers a blend of traditional influences and modern amenities.",
        "VIETNAM": "Hanoi. This city is the capital of Vietnam, known for its historic sites and vibrant cultural scene. Hanoi offers a blend of ancient history and modern attractions.",
        "YEMEN": "Sanaa. This city is the capital of Yemen, known for its ancient history and vibrant cultural scene. Sanaa offers a blend of ancient history and modern amenities.",
        "ZAMBIA": "Lusaka. This city is the capital of Zambia, known for its scenic location and vibrant culture. Lusaka offers a blend of traditional African influences and modern amenities.",
        "ZIMBABWE": "Harare. This city is the capital of Zimbabwe, known for its scenic location and vibrant culture. Harare offers a blend of traditional African influences and modern amenities."
    }
}
